{
  "generated_at_utc": "20260220_125740Z",
  "tender_id": "02313-2026",
  "main_source_file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_02313-2026_20260219140857 (1).pdf",
  "processed_files": 2,
  "pdf_reader_available": true,
  "target_sections": {
    "4": {
      "heading": "4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ...........................................................................6",
      "text": "4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ...........................................................................6"
    },
    "5": {
      "heading": "5.УТВРДУВАЊЕ СПОСОБНОСТ...................................................................................................8",
      "text": "5.УТВРДУВАЊЕ СПОСОБНОСТ...................................................................................................8\n6.КРИТЕРИУМ ЗА ИЗБОР НА НАЈПОВОЛНА ПОНУДА...............................................................8\n7.ЕВАЛУАЦИЈА И ОТВАРАЊЕ НА ПОНУДИТЕ............................................................................9\n8.СКЛУЧУВАЊЕ НА ДОГОВОРОТ ЗА ЈАВНА НАБАВКА ИЛИ НА РАМКОВНАТА СПОГОДБА.11\n9.ПРАВО НА ЖАЛБА И ЗАВРШУВАЊЕ НА ПОСТАПКАТА ЗА ЈАВНА НАБАВКА......................12\n10.ЗАДОЛЖИТЕЛНИ ЕЛЕМЕНТИ ОД ДОГОВОРОТ ЗА ЈАВНА НАБАВКА..................................13\n1.ОПШТИ ИНФОРМАЦИИ ВО ВРСКА СО ДОГОВОРНИОТ ОРГАН И ПРЕДМЕТОТ НА\nНАБАВКА\n1.1.Договорен орган\n1.1.1.Договорен орган е ССОУ Моша Пијаде - Тетово, адреса ул. Илинденска б.б., телефон 044 330\n394, електронска адреса mosapijade@t-home.mk и веб локација http://web.mosapijade.te.mk/.\n1.1.2.Лице за контакт кај договорниот орган е Татјана Николовска, телефон 044/330-494,\nелектронска адреса tanjan05@yahoo.co.uk.\n1.2.Предмет на набавка\n1.2.1.Предмет на набавка е извршување услуги Мобилна,фиксна телефонија и интернет за период\nод две години.\nДетален опис на предметот на набавка е даден во техничките спецификации.\n1.2.2.Предметот на набавката е делив.\nБрој на дел Предмет на делот од договорот за јавна набавка\n1 ДЕЛ 1: УСЛУГИ ОД МОБИЛНА ТЕЛЕФОНИЈА\n2 ДЕЛ 2: УСЛУГИ ОД ФИКСНА ТЕЛЕФОНИЈА И ИНТЕРНЕТ\n1.2.3.Договорот за јавната набавка ќе биде со времетраење од 24 месеци."
    },
    "1.3": {
      "heading": "1.3.Општи мерки за спречување на корупцијата",
      "text": "1.3.Општи мерки за спречување на корупцијата\n1.3.1. Договорниот орган во постапката за јавна набавка и при извршување на договорот, ќе ги\nпреземе сите потребни мерки со цел навремено откривање на корупцијата и отстранување или\nнамалување на штетните последици од истата.\n1.3.2. Кај договорниот орган ССОУ Моша Пијаде - Тетово, лицето Милена Јанеска, контакт тел/моб\n044-330-464, електронска адреса ssoumpte@gmail.c0m, е овластено за прием на пријави за\nзаштитено внатрешно и надворешно пријавување од страна на укажувачи, а во врска со корупција\nво јавните набавки.1\n1.4.Вид на постапка за јавна набавка\n1.4.1.Договорот за јавна набавка ќе се додели со примена на набавка од мала вредност.\n1.4.2.Набавка од мала вредност ќе се изврши со објавување оглас.\n1.4.3.Оваа постапка ќе се спроведува со користење на електронски средства преку Електронскиот\nсистем за јавни набавки (во натамошниот текст: ЕСЈН), достапен на следнава интернет адреса\nhttps://www.e-nabavki.gov.mk и Правилникот за начинот на користење на електронскиот систем за\nјавни набавки („Службен весник на Република Северна Македонија“ бр. (64/2019,271/19)."
    },
    "1.5": {
      "heading": "1.5.Посебни начини за доделување на договорот за јавна набавка",
      "text": "1.5.Посебни начини за доделување на договорот за јавна набавка\n1.5.1.Електронска аукција: Постапката ќе се спроведе БЕЗ користење на електронска аукција.\n1.5.2.Рамковна спогодба: Постапката ќе се спроведе БЕЗ користење на рамковна спогодба.\n1 Во согласност со членовите 4 и 5 од Законот за заштита на укажувачи\n2.ПОЈАСНУВАЊЕ, ИЗМЕНУВАЊЕ И ДОПОЛНУВАЊЕ НА ТЕНДЕРСКАТА\nДОКУМЕНТАЦИЈА\n2.1.Појаснување на тендерската документација\n2.1.1.Економскиот оператор може да побара појаснување на тендерската документација преку\nмодулот „Прашања и одговори“ на ЕСЈН, најмалку четири дена пред крајниот рок за поднесување\nна понудите.\n2.1.2.Појаснувањето договорниот орган ќе го достави преку истиот модул, без да го открие\nидентитетот на економскиот оператор кој го поставил прашањето, за што економските оператори\nшто презеле тендерска документација ќе добијат автоматско електронско известување дека е\nдаден одговор на поставеното прашање.\n2.2.Изменување и дополнување на тендерската документација\n2.2.1.Договорниот орган може, по свое наоѓање или врз основа на поднесените прашања за\nобјаснување поднесени од страна на економските оператори, да ја измени или да ја дополни\nтендерската документација, при што во најкус можен рок, но не подоцна од два дена пред истекот\nна крајниот рок за поднесување на понудите ги прави достапни измените и дополнувањата на ист\nначин како што ја направил достапна тендерската документација, по што сите економски оператори\nшто ја презеле ќе добијат автоматско електронско известување дека е објавена измена.\n2.2.2.Во случај на измена на тендерската документација, договорниот орган крајниот рок за\nподнесување на понудите ќе го продолжи пропорционално на сложеноста на измената или\nдополната на тендерската документација во последните четири дена пред истекот на рокот за\nподнесување понуди.\n3.ПОДГОТОВКА НА ПОНУДАТА\n3.1.Право на учество\n3.1.1.Право да достави понуда има секое заинтересирано физичко или правно лице или група такви\nлица, вклучувајќи ги и сите привремени здружувања, кои на пазарот или во постапката за јавна\nнабавка го нудат предметот на набавка.\n3.1.2.Составен дел од групната понуда е договор за поднесување групна понуда со кој членовите\nво групата економски оператори меѓусебно и кон договорниот орган се обврзуваат за извршување\nна договорот за јавна набавка. Овој договор потребно е да ги содржи следниве податоци:\nчленот на групата кој ќе биде носител на групата, односно кој ќе ја поднесе понудата и\nќе ја застапува групата,\nчленот на групата кој во име на групата економски оператори ќе го потпише договорот\nза јавна набавка,\n членот на групата кој ќе ја издаде фактурата и сметка на која ќе се вршат плаќањата,\nкраток опис на обврските на секој од членовите на групата економски оператори за\nизвршување на договорот и\n3.1.3.Членовите на групата економски оператори одговараат неограничено и солидарно пред\nдоговорниот орган за обврските преземени со понудата.\n3.1.4.Економскиот оператор кој има една или повеќе негативни референци, групата економски\nоператори во која членува економски оператор кој има негативна референца нема право на учество\nво постапката согласно со член 101 став 7 од законот.\n3.1.5.Економскиот оператор во рамките на иста постапка за доделување на договор за јавна\nнабавка може да учествува само во една понуда. Сите понуди ќе бидат отфрлени ако економскиот\nоператор:\n учествува во повеќе од една самостојна и/или како член во групна понуда или\nучествува како подизведувач во друга самостојна и/или како член во групна понуда\n3.1.6.Економскиот оператор може да учествува како подизведувач во повеќе од една понуда.\n3.1.7.Лицата кои учествувале во изработка на тендерската документација не смеат да бидат\nпонудувачи или членови во група на понудувачи во постапката за јавна набавка.\n3.1.8.За да учествува во постапката, економскиот оператор треба да се регистрира во ЕСЈН и да\nпоседува квалификуван сертификат за електронски потпис согласно прописите за електронски\nпотпис. Економскиот оператор се регистрира во ЕСЈН со пополнување на регистрациска форма која\nе составен дел од ЕСЈН.\nНапомена: Во моментот на поднесување на групна понуда сите членови на групата треба да бидат\nрегистрирани на Електронскиот систем за јавни набавки.\n3.2.Трошоци за поднесување на понудата\n3.2.1.Економскиот оператор ги сноси сите трошоци поврзани со подготовката и со доставувањето\nна понудата, а договорниот орган не е одговорен за тие трошоци без оглед на водењето и на\nисходот од постапката за јавна набавка.\n3.3.Јазик на понудата\n3.3.1.Понудата, документите поврзани со понудата како и целата кореспонденција е на\nмакедонски јазик со користење на неговото кирилско писмо. Придружните документи и печатената\nлитература кои се дел од понудата може да бидат на друг јазик, а во текот на евалуација на\nпонудите, комисијата може да бара превод на македонски јазик."
    },
    "3.4": {
      "heading": "3.4.Цена на понудата",
      "text": "3.4.Цена на понудата\n3.4.1.Во цената на понудата треба да се засметани сите трошоци и попусти на вкупната цена на\nпонудата, изразена во денари, без ДДВ кој се искажува посебно. Оттука, предмет на евалуација ќе\nбиде вкупната цена во денари со вклучени увозни царини без ДДВ.\nМакедонскиот денар ќе се користи како валута за утврдување на висината на банкарските гаранции\nдоколку се побарани во тендерската документација и тоа: банкарска гаранција на понудата,\nбанкарска гаранција за авансно плаќање и банкарска гаранција за квалитетно извршување на\nдоговорот, висината на авансот (доколку e побаран) како и вредноста на договорот за јавна набавка\nсо најповолниот понудувач, доколку е со седиште во странство.\nКурсната листа која ќе се користи е курсната листа на Народната банка на Република Северна\nМакедонија, а курсевите за размена се оние кои важеле 14 дена пред крајниот рок за поднесување\nна понудите.\n3.5.Начин на плаќање\n3.5.1.вирмански во рок до 30 дена, по доставена фактура за извршена услуга.\n3.5.2.Начин и рок на извршување на Услуги\n3.5.3.Услугите ќе се извршуваат за период од 24 месеци, 24 часа на ден, седум дена во неделата,\nкон сите фиксни и мобилни мрежи.\nНосителот на набавката треба да започне со спроведување на услугата веднаш, а да ја овозможи\nуслугата, најкасно во рок од 15 работни дена од денот на склучување на договорот. Во овој рок\nносителот на набавката треба да ја заврши и процедурата за пренос на постојните телефонски\nброеви, доколку има потреба од тоа, од причина што се планира договорниот орган да ги задржи\nистите.\n3.5.4.Носителот на набавката е должен да извршува услугите во рок 24 месеци од денот на\nважноста на договорот.\n3.6.Период на важност на понудата\n3.6.1.Понудата треба да е со важност од 60 дена.\n3.6.2.Договорниот орган може, во исклучителни случаи кои не настанале по негова вина, да побара\nод понудувачите продолжување на периодот на важност на понудите.\n3.7.Средства за обезбедување\n3.7.1.Со понудата економскиот оператор доставува изјава за сериозност на понудата.\n3.7.2.Со изјавата економскиот оператор изјавува дека:\nнема да ја повлече својата понуда пред истекот на периодот на нејзината важност,\nќе ја прифати исправката на аритметичките грешки од страна на комисијата,\nќе го потпише договорот за јавна набавка согласно со условите од тендерската\nдокументација и доставената понуда или\nќе ја обезбеди гаранцијата за квалитетно и навремено извршување на договорот, ако\nдоговорниот орган ја предвидел во тендерската документација.\n4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ\n4.1.Поднесување на понудите\n4.1.1.Понудата се поднесува во согласност со тендерската документација, со користење на\nобрасците дадени во прилог.\n4.1.2.Понудата е обврзувачка за целиот период на важност што го утврдил договорниот орган.\n4.1.3.Понудувачот ја доставува понудата во денари со цена во која се засметани сите трошоци и\nпопусти на вкупната цена на понудата, без ДДВ кој се искажува посебно.\n4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на\nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата се поднесува во електронска форма преку ЕСЈН и истата треба да биде електронски\nпотпишана со користење на квалификуван сертификат за електронски потпис од одговорното лице\nна економскиот оператор или лице овластено од него. Сертификатот треба да биде со важност\nнајмалку до моментот на јавното отворање односно крајниот рок за поднесување на понудите.\n4.1.7.Доколку понудата ја потпишува лице овластено од одговорното лице, во прилог се доставува\nи овластување за потпишување на понудата потпишано од одговорното лице.\nНапомена: Подетални информации за начинот на дигитално потпишување се содржани во\nприрачникот „Општи и технички препораки за користење на ЕСЈН за економски оператори и\nдоговорни органи“ објавен на почетната страна на ЕСЈН во делот „Документи“.\n4.1.8.Економските оператори можат во хартиена форма да ја поднесат документација во\nнестандарден формат и големина пред крајниот рок за поднесување на понудите, доколку истите\nсе преобемни за скенирање и прикачување на ЕСЈН. Оваа документација се доставува во запечатен\nвнатрешен плик на кој се наведува полниот назив и адреса на економскиот оператор. Така\nзапечатениот внатрешен плик се затвора во надворешен плик кој:\nе адресиран со точна адреса на договорниот орган;\nсодржи информација за бројот на огласот за доделување на договор за јавна набавка и\nдатумот на кој е објавен;\nво горниот лев агол стои предупредување „Не отвoрај“, за да не се отвора пред времето и\nдатумот за отворање на понудата.\n4.1.9.Понудите кои содржат покус период на важност од тој утврден во точка Период на важност\nна понудата од тендерската документација ќе бидат отфрлени како неприфатливи."
    },
    "4.2": {
      "heading": "4.2.Краен рок за поднесување на понудите",
      "text": "4.2.Краен рок за поднесување на понудите\n4.2.1.Краен рок за доставување на понудите е 26.02.2026 година, до 08:00 часот.\n4.2.2.Понудите се поднесуваат преку ЕСЈН на следнава веб адреса: https://www.e-nabavki.gov.mk .\n4.2.3.По истекот на крајниот рок за поднесување на понудите истите нема да може да се поднесат\nпреку ЕСЈН."
    },
    "4.3": {
      "heading": "4.3.Елементи на понудата",
      "text": "4.3.Елементи на понудата"
    },
    "4.3.1": {
      "heading": "4.3.1.Понудата треба да е составена од следниве елементи",
      "text": "4.3.1.Понудата треба да е составена од следниве елементи\nфинансиска понуда,\nтехничка понуда со бараните прилози кон техничката понуда,\nизјава за сериозност на понудата (Прилог 2),\nдокумент за регистрирана дејност\nПодизведување"
    },
    "4.3.2": {
      "heading": "4.3.2.Понудувачот може дел од договорот за јавна набавка да додели на подизведувач. Доколку",
      "text": "4.3.2.Понудувачот може дел од договорот за јавна набавка да додели на подизведувач. Доколку\nпонудувачот користи подизведувач при извршувањето на договорот за јавна набавка, во понудата:\nги наведува сите подизведувачи, како и секој дел од договорот за кој има намера да\nго додели на подизведувачи;\nдоставува контакт податоци за законските застапници на предложените\nподизведувачи;\nдоставува документација за утврдување способност на предложените подизведувачи\nи\nдоставува барање од подизведувачот за директно плаќање, доколку подизведувачот\nго бара тоа.\n5.УТВРДУВАЊЕ СПОСОБНОСТ"
    },
    "5.1": {
      "heading": "5.1.Критериуми за утврдување на способност на понудувачите",
      "text": "5.1.Критериуми за утврдување на способност на понудувачите\n5.1.1.Договорниот орган го исклучува економскиот оператор од постапката за јавна набавка\nдоколку до крајниот рок за поднесување на понудите или пријавите за учество е на листата на\nиздадени негативни референци.\n5.1.2.Договорниот орган ќе го исклучи економскиот оператор од постапката за јавна набавка во\nслучаите доколку\nб) економскиот оператор покажал значителни или постојани недостатоци во\nисполнувањето клучни обврски во претходни договори за јавни набавки или претходни договори\nза концесии и јавно приватни партнерства склучени со договорниот орган, што резултирало со\nеднострано раскинување на договорот, барање оштета или преземање други слични санкции од\nстрана на договорниот орган во последните 12 месеци од денот на објавување на огласот за јавна\nнабавка.\nЗа да учествуваат во постапката за јавна набавка, економските оператори треба да докажат дека ја\nимаат потребната способност за вршење на професионална дејност.\n5.1.3.Економскиот оператор треба да е регистриран како физичко или правно лице за вршење на\nдејноста поврзана со предметот на договорот за јавна набавка или да припаѓа на соодветно\nпрофесионално здружение согласно со прописите на земјата каде што е регистриран.Начин на\nдокажување на способноста на кандидатите\n5.1.4.За докажување на способноста за вршење на професионалната дејност, понудувачот треба\nда достави со својата понуда документ за регистрирана дејност како доказ дека е регистриран како\nфизичко или правно лице за вршење на дејноста поврзана со предметот на договорот за јавна\nнабавка или доказ дека припаѓа на соодветно професионално здружение согласно со прописите на\nземјата каде што е регистриран.Во случај на група економски оператори, сите членови на групата\nпоединечно ја докажуваат способноста за вршење професионална дејност.\n6.КРИТЕРИУМ ЗА ИЗБОР НА НАЈПОВОЛНА ПОНУДА\n6.1.Договорниот орган како критериум за избор на најповолна понуда ќе ја користи економски\nнајповолната понуда врз основа на:\nцената\n6.1.1.За најповолна понуда ќе биде избрана понудата која има најниска понудена цена.\n7.ЕВАЛУАЦИЈА И ОТВАРАЊЕ НА ПОНУДИТЕ\n7.1.Отворање на понудите\n7.1.1.Отворањето на понудите е јавно, а ќе се изврши на ден 26.02.2026 година во време\nопределено во тендерската документација како краен рок за поднесување на понудите, на\nследнава локација РЦСОО„Моша Пијаде“ Тетово.\n7.1.2.Понудувачот може да има свој овластен претставник на јавното отворање на понудите, при\nшто овластениот преставник треба на комисијата да ѝ предаде писмено овластување од\nпонудувачот, доколку сака да даде забелешки на постапката на јавно отворање.\n7.1.3.Комисијата за јавни набавки ќе пристапи кон отворање на понудите доколку е пристигната и\nсамо една понуда.\n7.1.4.Во текот на отворањето на понудите се води записник од отворање на понуди и истиот им е\nдостапен на ЕСЈН на економските оператори кои поднеле понуда.\n7.2.Евалуација на понудите\n7.2.1.Кај набавката од мала вредност, комисијата најпрво ја проверува комплетноста и валидноста\nна способноста за вршење на професионална дејност на понудувачот. Истовремено, согласно со\nчлен 101 став 13 од законот, комисијата во генерираниот извештај на ЕСЈН за негативни референци,\nпроверува дали понудувачите се на листата на издадени негативни референци.\n7.2.2.При проверката на комплетноста и валидноста на документацијата за утврдување способност\nна понудувачот и при евалуација на понудата, комисијата може да побара понудувачите да ги\nпојаснат или дополнат документите, доколку не станува збор за значителни отстапувања од\nбараната документација, внимавајќи со бараното појаснување или дополнување да не создава\nпредност во корист на одреден економски оператор.\n7.2.3.Комисијата не смее да бара, ниту да дозволува никакви промени во финансиската и\nтехничката понуда, освен исправката на аритметички грешки.\n7.2.4.Комисијата во примерен рок може да побара од понудувачот, а со цел за објаснување на\nпонудата, превод на делот од понудата кој е во врска со техничката документација за кој во\nтендерската документација дозволил истата да биде изработена на странски јазик.\n7.2.5.Доколку при евалуација на финансиската понуда комисијата утврди аритметичка грешка,\nистата ја исправува и го известува понудувачот за направената исправка и за конечната финансиска\nпонуда по направената исправка.\n7.2.6.Комисијата му дава рок на понудувачот да одговори преку ЕСЈН дали ги прифаќа или не\nтаквите исправки. Овој рок не треба да биде пократок од два работни дена.\n7.2.7.По добивање на известувањето од комисијата, понудувачот во рокот од точка 7.2.6, одговара\nдали ја прифаќа исправката на аритметичките грешки.\n7.2.8.Доколку понудувачот не ја прифати исправката на аритметичката грешка, неговата понуда\nкомисијата ќе ја исклучи од натамошна евалуација.\n7.2.9.Доколку понудувачот не одговори на известувањето од комисијата, ќе се смета дека ја\nприфаќа исправката на аритметичките грешки, а комисијата продолжува со процесот на евалуација.\n7.2.10.По извршената евалуација, комисијата ќе пристапи кон рангирање на понудите и\nизготвување предлог за избор на најповолна понуда.\n7.3.Начин и исправка на аритметички грешки\n7.3.1.Доколку комисијата утврди дека постојат аритметички грешки исправката ја врши согласно\nПравилникот за начинот на исправка на аритметичка грешка во фазата на евалуација на понудите\n(“Службен весник на Република Северна Македонија” бр.225/19)\n1)кадешто има неусогласености на износот изразен во зборови и броеви,\nпреовладува износот изразен во зборови, освен ако износот е поврзан со аритметичка грешка;\n2)доколку има неусогласености помеѓу единичната цена и вкупната цена, а\nвкупната цена е резултат на множење на единичната цена и количината, во тој случај преовладува\nединичната цена, а вкупната цена ќе се коригира, освен ако не постои очигледно поместување на\nдецималната запирка во единичната цена, при што во таков случај важи наведената вкупна цена, а\nединичната цена ќе се коригира;\n3) доколку има грешка во вкупниот износ што соодветствува на додава"
    }
  },
  "files": [
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_02313-2026_20260219140857 (1).pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 13,
      "upload_hints": [
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "7",
          "snippet": "4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на \nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата с"
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_02313-2026_20260219140857.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 13,
      "upload_hints": [
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "7",
          "snippet": "4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на \nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата с"
        }
      ]
    }
  ]
}