{
  "generated_at_utc": "20260220_130921Z",
  "tender_id": "01332-2026",
  "main_source_file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_01332-2026_20260206132608.pdf",
  "processed_files": 1,
  "pdf_reader_available": true,
  "target_sections": {
    "4": {
      "heading": "4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ...................................................................10",
      "text": "4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ...................................................................10"
    },
    "5": {
      "heading": "5.УТВРДУВАЊЕ СПОСОБНОСТ..........................................................................................11",
      "text": "5.УТВРДУВАЊЕ СПОСОБНОСТ..........................................................................................11\n6.КРИТЕРИУМИ ЗА ИЗБОР НА НАЈПОВОЛНА ПОНУДА....................................................17\n7.ОТВОРАЊЕ И ЕВАЛУАЦИЈА НА ПОНУДИТЕ...................................................................17\n8.СКЛУЧУВАЊЕ НА ДОГОВОРОТ ЗА ЈАВНА НАБАВКА ИЛИ НА РАМКОВНАТА СПОГОДБА20\n9.ПРАВО НА ЖАЛБА И ЗАВРШУВАЊЕ НА ПОСТАПКАТА ЗА ЈАВНА НАБАВКА................21\n10.ЗАДОЛЖИТЕЛНИ ЕЛЕМЕНТИ НА ДОГОВОР..................................................................22\n1.ОПШТИ ИНФОРМАЦИИ\n1.1.Дефиниции\n1.1.1Одредени поими употребени во оваа тендерска документација го имаат следново значење:\n3\n„Договор за јавна набавка“ е договор склучен во писмена форма меѓу еден или повеќе економски\nоператори и договорниот орган чиј предмет е изведување градежни работи;\n„Постапка за јавна набавка“ е постапка што ја спроведува договорниот орган, чија цел или дејство\nе купување или стекнување работи;\n„Економски оператор“ е секое физичко или правно лице или група такви лица, вклучувајќи ги и сите\nпривремени здружувања, кои на пазарот или во постапките за јавни набавки нудат работи;\n„Понудувач“ е економски оператор кој поднел понуда;\n„Носител на набавката“ е понудувач или група на понудувачи кои склучиле договор за јавна\nнабавка;\n„Подизведувач“ е правно или физичко лице кое за понудувачот, со кој договорниот орган склучил\nдоговор за јавна набавка или рамковна спогодба, изведува работи што се директно поврзани со\nизвршувањето на договорот или рамковната спогодба;\n„Тендерска документација“ е секој документ изработен од страна на договорниот орган или на кој\nупатува договорниот орган, а со кој се опишуваат или се утврдуваат елементите на одредена\nнабавка или постапка, вклучувајќи го и огласот за јавна набавка, претходното информативно\nизвестување или периодичното индикативно известување кое се користи како замена за оглас за\nјавна набавка, техничките спецификации, описната документација, предложените услови на\nдоговорот, обрасците што ги пополнуваат кандидатите или понудувачите, информациите за\nопштоприменливите прописи и сета дополнителна документација;\n„Технички спецификации“ се:во случај на јавна набавка на работи, збир на технички прописи\nсодржани во тендерската документација со кои се дефинирани потребните карактеристики на\nматеријалите, производите или стоките за да одговараат на употребата што му е потребна на\nдоговорниот орган; тие карактеристики вклучуваат влијание врз животната средина и климатски\nвлијанија, опис на сите услови (вклучувајќи и пристапност за лица со хендикеп) и оценка на\nсообразноста, ниво на изведба, безбедност или димензии, вклучувајќи ги и постапките за\nобезбедување квалитет, терминологијата, симболите, методите на тестирање, пакувањето,\nозначувањето и етикетирањето, како и инструкции за користење, производствени процеси и\nметоди во секоја фаза од животниот век на градбата; тие карактеристики, исто така, вклучуваат\nправила од проектот и правила за процена на трошоците, услови за тестирање, за инспекција и за\nприем на изведените работи, градежните методи или техники, како и сите други технички услови\nшто договорниот орган има право да ги пропише во согласност со општите и посебните прописи во\nврска со градбата и вклучените материјали или деловите.„Еквивалентно“ значи дека понудената\nработа има исти или подобри технички карактеристики од оние наведени во техничката\nспецификација на предметот на набавка;\n„Прифатлива понуда\" е понуда поднесена од понудувачот, која ги исполнува условите за\nутврдување способност, потребите и барањата на договорниот орган наведени во техничките\nспецификации и останатата тендерска документација, што е навремена, која нема невообичаено\nниска цена, а чија конечна цена не ги надминува средствата обезбедени или кои може да се\nдообезбедат од договорниот орган согласно со овој закон;\n4\n„Несоодветна понуда“ е понуда која не одговара на потребите и барањата на договорниот орган\nутврдени во тендерската документација без значителни промени;\n„Писмено“ или „во писмена форма“ e секој израз што се состои од зборови или бројки што можат\nда се прочитаат, умножат и дополнително да се соопштат, како и информации што се пренесуваат\nи чуваат со помош на електронски средства, под услов сигурноста на содржината да е обезбедена\nи потписот да може да се идентификува;\n„Електронско средство“ е електронска опрема за обработка и чување податоци (вклучувајќи и\nдигитална компресија), кои се пренесуваат, испорачуваат и примаат преку кабелски, радио или\nоптички средства или преку други електромагнетни средства;\n„Електронски систем за јавни набавки (во натамошниот текст: ЕСЈН)“ е единствен информациски\nсистем достапен на интернет, кој се користи со цел да се овозможи поголема ефикасност,\nтранспарентност и економичност во областа на јавните набавки;\n„Алтернативна понуда“ е понуда со која понудувачот нуди предмет на набавка кој ги задоволува\nминималните барања, односно стандарди што договорниот орган ги предвидел во тендерската\nдокументација, но на поинаков начин, со други технички карактеристики или методи, од оние кои\nбиле утврдени со техничката спецификација.\n1.2.Договорен орган\n1.2.1.Договорен орган е Општина Струга, адреса ул.Маршал Тито бб, телефон 046 781 335,\nелектронска адреса ismet.sela@gmail.com и веб локација www.struga.gov.mk.\n1.2.2.Лице за контакт кај договорниот орган е Арјета Речи, телефон 046 782 015, електронска\nадреса a.shazimani@struga.gov.mk."
    },
    "1.3": {
      "heading": "1.3.Предмет на постапката за јавна набавка",
      "text": "1.3.Предмет на постапката за јавна набавка\n1.3.1.Предмет на постапката за јавната набавка е изведување работи- Изградба на собирна улица\nС2 улица Новопроектирана 1 -„Источноколекторска“ во град Струга - прва фаза.\nДетален опис на предметот на набавка е даден во техничките спецификации.\n1.3.2.Предметот на набавката не е делив.\n1.3.3.Договорот за јавната набавка ќе биде со времетраење од 12 месеци.\n1.4.Применливи прописи\n1.4.1.Оваа постапка се спроведува согласно со Законот за јавните набавки („Службен весник на\nРепублика Македонија“ бр.24/2019 и „Службен весник на Република Северна Македонија“\nбр.87/21 и 14/25) и важечките подзаконски акти.\n1.4.2.При подготовка на својата понуда, економските оператори треба да ги имаат предвид\nважечките прописи од областа на даноците и другите јавни давачки, работните односи, работните\nуслови, заштитата при работа, заштита на личните податоци. Сите прописи може да се најдат во\nсоодветните изданија на Службен весник на Република Северна Македонија. Дополнителни\nподатоци во однос на важечките прописи од горенаведените области, понудувачот може да добие\nод Управата за јавни приходи, Царинската управа и Министерството за финансии (за даноците и\n5\nдругите јавни давачки), Министерството за труд и социјална политика (за работните односи,\nработните услови и заштитата при работа), Дирекцијата за заштита на личните податоци (за заштита\nна личните податоци)."
    },
    "1.5": {
      "heading": "1.5.Општи мерки за спречување на корупцијата",
      "text": "1.5.Општи мерки за спречување на корупцијата\n1.5.1.Договорниот орган, во постапката за јавна набавка и при извршување на договорот, ќе ги\nпреземе сите потребни мерки со цел навремено откривање на корупцијата и отстранување или\nнамалување на штетните последици од истата.\n1.5.2.Кај договорниот орган Општина Струга, лицето Ермира Мехмеди, контакт тел/моб. 046/781-\n223, електронска адреса e.mehmedi@struga.gov.mk е овластено за прием на пријави за заштитено\nвнатрешно и надворешно пријавување од страна на укажувачи, а во врска со корупција во јавните\nнабавки.1\n1.6.Вид на постапка за јавна набавка"
    },
    "1.6.1": {
      "heading": "1.6.1.Договорот за јавна набавка ќе се додели со примена на отворена постапка.",
      "text": "1.6.1.Договорот за јавна набавка ќе се додели со примена на отворена постапка.\n1.6.2.Оваа постапка се спроведува со користење на електронски средства преку Електронскиот\nсистем за јавни набавки (во натамошниот текст: ЕСЈН), достапен на следнава интернет адреса\nhttps://www.e-nabavki.gov.mk и Правилникот за начинот на користење на електронскиот систем за\nјавни набавки („Службен весник на Република Северна Македонија“ бр. 64/2019 и 271/2019).\n1.6.3.Доколку во текот на постапката за доделување договор за јавна набавка, најповолната\nприфатлива понуда согласно условите на постапката е со цена повисока од износот на средства\nутврден во одлуката за јавна набавка, договорниот орган може да ја измени одлуката и да\nдообезбеди средства потребни за реализација на договорот, под услов понудената цена да не е\nпонеповолна од реалните цени на пазарот и да не го надминува вредносниот праг пропишан за\nвидот на постапката.\n1.7.Посебни начини за доделување на договорот за јавна набавка\n1.7.1.Електронска аукција\n1.7.1.1.Договорот за јавна набавка ќе се додели со користење електронска аукција со цел\nдобивање нови цени корегирани надолу, односно нови вредности за одредени елементи од\nпонудите.\nПоканата за учество на аукцијата ќе биде електронски испратена во поштенското сандаче на\nкорисничкиот профил на ЕСЈН на лицето за контакт наведено во Образецот за понуда кое претходно\nе регистрирано во ЕСЈН.\n1.7.1.2.Предмет на електронската аукција ќе биде Предмет на електронска аукција е -Цена.\nНапомена: делот на понудата кој ќе биде предмет на е-аукција треба да се определи и изрази\nво бројки или %.\n1 Во согласност со членовите 4 и 5 од Законот за заштита на укажувачи\n6\n1.7.1.3.Сите понудувачи што поднеле прифатливи понуди, истовремено ќе се поканат да достават\nнови цени или нови вредности за делот на понудата кој е предмет на електронска аукција.\n1.7.1.4.Сите понудувачи во секоја фаза од аукцијата ќе имаат пристап до информациите кои ќе им\nовозможат во секое време да го утврдат својот ранг.\n1.7.1.5.Доколку во постапката за јавна набавка остане само една прифатлива понуда, електронска\nаукција нема да се спроведе.\n1.7.1.6.По завршувањето на електронската аукција, доколку предметот на набавката или\nпоединечниот дел се состои од повеќе ставки, цената на секоја од поединечните ставки ќе се\nпресметува со соодветно намалување кое ќе биде еднакво на процентот на намалување на цената\nна првичната понуда на избраниот најповолен понудувач (пред електронската аукција) и цената на\nпоследната понуда (по завршувањето на аукцијата).\n1.7.2.Рамковна спогодба: Постапката ќе се спроведе БЕЗ користење на рамковна спогодба.\n2.ПОЈАСНУВАЊЕ, ИЗМЕНУВАЊЕ И ДОПОЛНУВАЊЕ НА ТЕНДЕРСКАТА\nДОКУМЕНТАЦИЈА\n2.1.Достапност на тендерската докуменатација\n2.1.1.Тендерската документација е достапна на ЕСЈН и истата е автоматски генерирана врз основа\nна податоците внесени во огласот.\n2.2.Појаснување на тендерската документација\n2.2.1.Економскиот оператор може да побара појаснување на тендерската документација преку\nмодулот „Прашања и одговори“ на ЕСЈН, најмалку 8 (осум) дена пред крајниот рок за поднесување\nна понудите.\n2.2.2.Појаснувањето договорниот орган ќе го достави преку истиот модул, без да го открие\nидентитетот на економскиот оператор кој го поставил прашањето, за што економските оператори\nшто презеле тендерска документација ќе добијат автоматско електронско известување дека е\nдаден одговор на поставеното прашање.\n2.3.Изменување и дополнување на тендерската документација\n2.3.1.Договорниот орган може, по свое наоѓање или врз основа на поднесените прашања за\nобјаснување поднесени од страна на економските оператори, да ја измени или да ја дополни\nтендерската документација, при што во најкус можен рок, но не подоцна од шест дена пред истекот\nна крајниот рок за поднесување на понудите ги прави достапни измените и дополнувањата на ист\nначин како што ја направил достапна тендерската документација, по што сите економски оператори\nшто ја презеле ќе добијат автоматско електронско известување дека е објавена измена.\n2.3.2.Во случај на измена на тендерската документација, договорниот орган крајниот рок за\nподнесување на понудите ќе го продолжи пропорционално на сложеноста на измената или\n7\nдополната на тендерската документација во последните 8(осум) дена пред истекот на рокот за\nподнесување понуди.\n3.ПОДГОТОВКА НА ПОНУДАТА\n3.1.Право на учество\n3.1.1.Право да достави понуда има секое заинтересирано физичко или правно лице или група такви\nлица, вклучувајќи ги и сите привремени здружувања, кои на пазарот или во постапката за јавна\nнабавка го нудат предметот на набавка.\n3.1.2.Составен дел од групната понуда е договор за поднесување групна понуда со кој членовите\nво групата економски оператори меѓусебно и кон договорниот орган се обврзуваат за извршување\nна договорот за јавна набавка. Овој договор потребно е да ги содржи следниве податоци:\nчленот на групата кој ќе биде носител на групата, односно кој ќе ја поднесе понудата и ќе\nја застапува групата,\nчленот на групата кој во име на групата економски оператори ќе го потпише договорот за\nјавна набавка,\nчленот на групата кој ќе ја издаде фактурата и сметка на која ќе се вршат плаќањата,\nкраток опис на обврските на секој од членовите на групата економски оператори за\nизвршување на договорот\n3.1.3.Членовите на групата економски оператори одговараат неограничено и солидарно пред\nдоговорниот орган за обврските преземени со понудата.\n3.1.4.Економскиот оператор кој има една или повеќе негативни референци, групата економски\nоператори во која членува економски оператор кој има негативна референца нема право на учество\nво постапката.\n3.1.5.Економскиот оператор во рамките на иста постапка за доделување на договор за јавна\nнабавка може да учествува само во една понуда. Сите понуди ќе бидат отфрлени ако економскиот\nоператор:\nучествува во повеќе од една самостојна и/или како член во групна понуда или\nучествува како подизведувач во друга самостојна и/или како член во групна понуда\n3.1.6.Економскиот оператор може да учествува како по"
    },
    "3.4": {
      "heading": "3.4.Цена на понудата",
      "text": "3.4.Цена на понудата\n3.4.1.Во цената на понудата треба да се засметани сите трошоци и попусти на вкупната цена на\nпонудата, изразена во денари, без ДДВ кој се искажува посебно. Оттука, предмет на евалуација ќе\nбиде вкупната цена во денари со вклучени увозни царини без ДДВ.\nМакедонскиот денар ќе се користи како валута за утврдување на висината на банкарските гаранции\nдоколку се побарани во тендерската документација и тоа: банкарска гаранција на понудата,\nбанкарска гаранција за авансно плаќање и банкарска гаранција за квалитетно извршување на\nдоговорот, висината на авансот (доколку e побаран) како и вредноста на договорот за јавна набавка\nсо најповолниот понудувач, доколку е со седиште во странство.\nКурсната листа која ќе се користи е курсната листа на Народната банка на Република Северна\nМакедонија, а курсевите за размена се оние кои важеле 14 дена пред крајниот рок за поднесување\nна понудите.\n3.4.2.Економскиот оператор во листата на цени ја внесува цената за секој дел поединечно. 2\n3.4.3.Економскиот оператор понудената цена задолжително ја внесува и во ЕСЈН преку веб\nобразецот „Поднеси понуда/пријава за учество“, панел „Детали“, во полето за внесување на цената.\nЦената на понудата се пишува со бројки и букви.\n3.5.Начин на плаќање\n3.5.1.Со оглед на тоа што средствата за реализација на договорот се обезбедени од Буџетот на\nРСМ, ќе се применат процедурите за исплата на средства од централниот буџет за 2026\nгодина.\nНосителот на набавката до договорниот орган ќе доставува времени ситуациии, градежен\nдвеник и градежна книга потпишани и заверени од страна на надзорниот орган.\nДоговорниот орган, доставената исплатна документација ќе ја достави до Министеството\nза транспорт. Врз основа на доставената исплатна документација и извршената теренска\nконтрола, Министерството за транспорт ќе изврши трансфер на средства на посебна\nнаменска сметка на договорниот орган. Договрниот орган ќе ги исплати средствата на\n2 Доколку предметот на набавка е оформен во делови\n9\nносителот на набавката во рок од 5 (пет) работни дена од денот на прием на средствата\nна својата наменска сметка..\n3.6.Начин и рок на изведување на Работи\n3.6.1.Изведувачот, работите кои се предмет на овој договор ќе ги изврши согласно динамичкиот\nплан за изведување на работите кој ќе биде со согласност на двете договорни страни..\n3.6.2.Рок за изведба е 6 месеци сметано од денот на воведување во работ.\n3.7.Период на важност на понудата\n3.7.1.Периодот на важност на понудата ќе изнесува 120 дена од денот на јавното отворање за чие\nвреметраење понудата во сите нејзини елементи е обврзувачка за понудувачот. Доколку денот на\nотворањето на понудата е неработен, периодот на важноста на понудата се смета од наредниот\nработен ден. Понудите кои содржат покус период на важност од оној утврден во оваа точка од\nтендерската документација ќе бидат отфрлени како неприфатливи.\n3.7.2.Договорниот орган може, во исклучителни случаи кои не настанале по негова вина, да побара\nод понудувачите продолжување на периодот на важност на понудите.\n3.8.Средства за обезбедување\n3.8.1.Гаранција на понудата\n3.8.1.1.Во прилог на понудата, понудувачот доставува и електронски потпишана изјава за\nсериозност на понудата, при што треба да го користи образецот на изјава даден во прилог на\nтендерската документација. Доколку дојде до прекршување на дадената изјава за сериозност на\nпонудата, истото ќе резултира со исклучување од натамошната постапка и издавање негативна\nреференца против таквиот понудувач на начин и согласно условите утврдени во Законот за јавните\nнабавки.\n3.8.1.2.Со изјавата економскиот оператор изјавува дека:\nнема да ја повлече својата понуда пред истекот на периодот на нејзината важност,\nќе ја прифати исправката на аритметичките грешки од страна на комисијата,\nќе го потпише договорот за јавна набавка согласно со условите од тендерската\nдокументација и доставената понуда или\nќе ја обезбеди гаранцијата за квалитетно и навремено извршување на договорот, ако\nдоговорниот орган ја предвидел во тендерската документација.\n3.8.1.3.Гаранција за квалитетно извршување на договорот\n3.8.1.4.Договорниот орган ќе бара од понудувачот чија понуда е избрана за најповолна да\nобезбеди гаранција за квалитетно и навремено извршување на договорот во вид на банкарска\nгаранција во вредност од 10,00% од вредноста на договорот за јавна набавка.\n10\n4.ПОДНЕСУВАЊЕ И ОТВАРАЊЕ НА ПОНУДИ\n4.1.Поднесување на понудите\n4.1.1.Понудата се поднесува во согласност со тендерската документација, со користење на\nобрасците дадени во прилог.\n4.1.2.Понудата е обврзувачка за целиот период на важност што го утврдил договорниот орган.\n4.1.3.Понудувачот ја доставува понудата во денари со цена во која се засметани сите трошоци и\nпопусти на вкупната цена на понудата, без ДДВ кој се искажува посебно.\n4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на\nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата се поднесува во електронска форма преку ЕСЈН и истата треба да биде електронски\nпотпишана со користење на квалификуван сертификат за електронски потпис од одговорното лице\nна економскиот оператор или лице овластено од него. Сертификатот треба да биде со важност\nнајмалку до моментот на јавното отворање односно крајниот рок за поднесување на понудите.\n4.1.7.Доколку понудата ја потпишува лице овластено од одговорното лице, во прилог се доставува\nи овластување за потпишување на понудата потпишано од одговорното лице.\nПолномошното ќе се смета за валидно доколку е приложено во:\nелектронска форма потпишано со електронски потпис на управителот или\nво скенирана форма, со печат и своерачен потпис на управителот.\nНапомена: Подетални информации за начинот на дигитално потпишување се содржани во\nприрачникот „Општи и технички препораки за користење на ЕСЈН за економски оператори и\nдоговорни органи“ објавен на почетната страна на ЕСЈН во делот „Документи“.\n4.1.8.Понудите кои содржат покус период на важност од тој утврден "
    },
    "4.2": {
      "heading": "4.2.Краен рок за поднесување на понудите",
      "text": "4.2.Краен рок за поднесување на понудите\n4.2.1.Краен рок за доставување на понудите е 09.03.2026 година, до 10:00 часот.\n4.2.2.Понудите се поднесуваат преку ЕСЈН на следнава веб адреса: https://www.e-nabavki.gov.mk .\n4.2.3.По истекот на крајниот рок за поднесување на понудите истите нема да може да се\nподнесат."
    },
    "4.3": {
      "heading": "4.3.Содржина на понудата",
      "text": "4.3.Содржина на понудата"
    },
    "4.3.1": {
      "heading": "4.3.1.Понудата треба да е составена од следнава документација",
      "text": "4.3.1.Понудата треба да е составена од следнава документација\n финансиска понуда\nтехничка понуда со бараните прилози кон техничката понуда\nдокументи за докажување дека не постојат причини за исклучување од постапката,\nдокумент за докажување на способноста за вршење на професионална дејност,\nдокази за исполнување на економската и финансиската способност\nдокази за исполнување на техничката или професионалната способност\n11\nизјава за сериозност на понудата\nлиценца/дозвола/потврда како доказ дека се исполнети посебните услови за вршење на\nдејноста пропишани со закон"
    },
    "4.4": {
      "heading": "4.4.Подизведување",
      "text": "4.4.Подизведување\n4.4.1.Понудувачот може дел од договорот за јавна набавка да додели на подизведувач. Доколку\nпонудувачот користи подизведувач при извршувањето на договорот за јавна набавка, во\nпонудата:\nГи наведува сите подизведувачи, како и секој дел од договорот за кој има намера да го\nдодели на подизведувачи;\nДоставува контакт податоци за законските застапници на предложените подизведувачи;\nДоставува документација за утврдување способност на предложените подизведувачи и\nДоставува барање од подизведувачот за директно плаќање, доколку подизведувачот го\nбара тоа.\n5.УТВРДУВАЊЕ СПОСОБНОСТ"
    },
    "5.1": {
      "heading": "5.1.Утврдување способност",
      "text": "5.1.Утврдување способност\n5.1.1.Во постапката за јавна набавка ќе може да учествуваат економски оператори за кои,\nдоговорниот орган преку придружната документација утврдува:\n-дека не постојат причини за исклучување од постапката,\n-дека се исполнети условите за квалитативен избор, и тоа:\noспособност за вршење професионална дејност;\noекономска и финансиска состојба\noтехничка и професионална способност"
    },
    "5.2": {
      "heading": "5.2.Причини за исклучување од постапката",
      "text": "5.2.Причини за исклучување од постапката\n5.2.1.Договорниот орган ќе го исклучи од постапката за јавна набавка економскиот оператор:\nдоколку утврди дека на економскиот оператор или на лицето кое е член на управниот или\nна надзорниот орган на тој економски оператор или кое има овластувања за застапување\nили донесување одлуки или надзор врз него, во последните пет години му е изречена\nправосилна судска пресуда за сторено кривично дело кое има елементи од кривичните дела\nучество во злосторничко здружување, корупција, затајување даноци и придонеси,\nтероризам или казнени дела поврзани со терористички активности, перење пари и\nфинансирање тероризам и злоупотреба на детскиот труд и трговија со луѓе, утврдени во\nКривичниот законик.\nкој има неплатени даноци, придонеси или други јавни давачки, освен ако му е одобрено\nодложено плаќање на даноците, придонесите или другите јавни давачки во согласност со\nпосебните прописи и истите редовно ги плаќа;\n12\nкој е во постапка на стечај или во постапка на ликвидација;\nна кој му е изречена споредна казна забрана за учество во постапки за јавен повик,\nдоделување договори за јавна набавка и договори за јавно приватно партнерство;\nна кој му е изречена споредна казна привремена или трајна забрана за вршење на одделна\nдејност;\nна кој му е изречена прекршочна санкција забрана за вршење професија, дејност или\nдолжност, односно привремена забрана за вршење одделна дејност или\nкој дава лажни податоци или не ги доставува податоците што ги бара договорниот орган.\n5.2.2.Договорниот орган го исклучува економскиот оператор од постапката за јавна набавка\nдоколку до крајниот рок за поднесување на понудите или пријавите за учество е на листата на\nиздадени негативни референци.\n5.2.3.Договорниот орган ќе го исклучи економскиот оператор од постапката за јавна набавка во\nслучаите доколку:\na) договорниот орган оправдано заклучи дека економскиот оператор со други\nекономски оператори постигнал договор чија цел или последица е нарушување на конкуренцијата.\nСе смета дека заклучокот на договорниот орган од оваа точка е оправдан доколку Комисијата за\nзаштита на конкуренцијата, врз основа на пријава на договорниот орган, во рок од 15 дена го\nизвести договорниот орган дека ќе поведе прекршочна постапка;\nб) економскиот оператор покажал значителни или постојани недостатоци во\nисполнувањето клучни обврски во претходни договори за јавни набавки или претходни договори\nза концесии и јавно приватни партнерства склучени со договорниот орган, што резултирало со\nеднострано раскинување на договорот, барање оштета или преземање други слични санкции од\nстрана на договорниот орган, во последните 12 месеци од денот на објавување на огласот за јавна\nнабавка;\nв) економскиот оператор незаконски влијае врз одлуката на договорниот орган\nили да добие доверливи информации со кои би можел да стекне незаконска предност во\nпостапката за јавна набавка.\n5.2.4.За докажување дека не постојат услови за исклучување од постапката, економскиот оператор\nги доставува следниве документи:\nизјава на економскиот оператор дека во последните 5 години на економскиот оператор или\nна лицето кое е член на управниот или на надзорниот орган на тој економски оператор или\nкое има овластувања за застапување или донесување одлуки или надзор врз него, во\nпоследните пет години не му е изречена правосилна судска пресуда за сторено кривично\nдело кое има елементи од кривичните дела учество во злосторничко здружување,\nкорупција, затајување даноци и придонеси, тероризам или казнени дела поврзани со\nтерористички активности, перење пари и финансирање тероризам и злоупотреба на\nдетскиот труд и трговија со луѓе, утврдени во Кривичниот законик;\nпотврда за платени даноци, придонеси и други јавни давачки од надлежен орган од земјата\nкаде економскиот оператор е регистриран;\nпотврда дека не е отворена постапка за стечај од надлежен орган или единствен документ\nза докажување на способноста;\n13\nпотврда дека не е отворена постапка за ликвидација од надлежен орган или единствен\nдокумент за докажување на способноста;\nпотврда од Регистарот на казни за сторени кривични дела на правните лица дека не му е\nизречена споредна казна забрана за учество во постапки за јавен повик, доделување на\nдоговори за јавна набавка и договори за јавно-приватно партнерство или единствен\nдокумент за докажување на способноста;\nпотврда од Регистарот на казни за сторени кривични дела на правните лица дека не му е\nизречена споредна казна привремена забрана за вршење на одделна дејност или единствен\nдокумент за докажување на способноста;\nпотврда од Регистарот на казни за сторени кривични дела на правните лица дека не му е\nизречена споредна казна трајна забрана за вршење на одделна дејност или единствен\nдокумент за докажување на способноста;\nпотврда дека со правосилна пресуда не му е изречена прекршочна санкција - забрана за\nвршење на професија, дејност или должност или единствен документ за докажување на\nспособноста и\nпотврда дека со правосилна пресуда не му е изречена прекршочна санкција - привремена\nзабрана за вршење одделна дејност или единствен документ за докажување на\nспособноста.\n5.2.5.Изјавата од алинеја 1 од погорната потточка ја изготвува самиот економски оператор во\nелектронска форма и ја потпишува со квалификуван сертификат за електронски потпис и истата не\nтреба да биде заверена од надлежен орган.\n5.2.6.Потврдите од погорната потточка ги издаваат надлежни органи во земјата каде е регистриран\nекономскиот оператор. Ако земјата во која е регистриран економскиот оператор не ги издава овие\nдокументи или ако тие не ги опфаќаат сите горенаведени случаи, економскиот оператор може да\nдостави изјава заверена кај надлежен орган.\n5.2.7.Документите наведени погоре не смеат да бидат постари од 6 (шест) месеци сметано од\nкрајниот рок за поднесување на понудите наназад."
    },
    "5.3": {
      "heading": "5.3.Услови за квалитативен избор",
      "text": "5.3.Услови за квалитативен избор\n5.3.1.Способност за вршење на професионална дејност\n5.3.1.1.Право на учество во постапката има секој економски оператор кој е регистриран како\nфизичко или правно лице за вршење на дејноста поврзана со предметот на набавка или припаѓа на\nсоодветно професионално здружение согласно со прописите на земјата каде што е регистриран.\n5.3.1.2.Право на учество во постапката има секој економски оператор кој ги исполнува посебните\nуслови за вршење на дејноста пропишани согласно со закон, а се однесуваат на предметот на\nнабавка.\n5.3.1.3.За да ја докаже способноста за вршење професионална дејност, економскиот оператор\nтреба да достави:\n- Потврда за регистрирана дејност како доказ дека е регистриран како физичко или\nправно лице за вршење на дејноста поврзана со предметот на набавка или доказ дека припаѓа на\nсоодветно професионално здружение согласно со прописите на земјата каде што е регистриран.\n14\n- Лиценца А или Б за изведувач на градби од прва или втора категорија согласно Закон\nза градење. како доказ дека се исполнети посебните услови за вршење на дејноста пропишани со\nзакон.\n5.3.2.Економска и финансиска состојба\n5.3.2.1.Потребната економска и финансиска способност за извршување на договорот на\nекономските оператори, договорниот орган ќе ја утврди преку следниве минимални услови:\nДа има минимален вкупен годишен приход од 160.000.000,00 денари поделно во секоја од\nоследните три години\n5.3.2.2.Економскиот оператор го докажува исполнувањето на минималнитe услови со доставување\nна:\nИзвод од целокупниот приход на претпријатието (податок од билансот на успех издаден од\nнадлежен орган, односно ревидиран биланс на успех) и тоа најмногу за последните три\nфинансиски години за кои се расположливи ваквите информации во зависност од\nдатумот на кој претпријатието е основано или започнало со работа и во зависност од\nдостапноста на таквите информации\n(Копија од Извештај за билансот на состојбата и податоци од биланс на успех за 2022, 2023 и 2024\nгодина, заверен од надлежен орган, односно ревидиран биланс на состојба или извадоци од\nИзвештајот за билансот на состојба во случаи кога објавување на билансот на состојба е\nпропишано со Закон во земјата каде што економскиот оператор е регистриран.\n5.3.3.Техничка и професионална способност\n5.3.3.1.Потребната техничка и професионалната способност за квалитетно извршување на\nдоговорот, договорниот орган ќе ја утврди преку следниве минимални услови:\nПонудувачот да има вработено или ангажирано минимум 25 лица од кои:\n- Минимум 3 (три) градежни инженери со овластување А или Б за изведба на градби,\n- минимум 1 (едно) лице со уверение за положен стручен испит од областа безбедност и здравје\nпри работа,\n- минимум 2 (два) ракувачи со градежна машина багер.\n15\nФинишер за вградување на асфалт (бр.1),\n- Багери со тежина од минимум 25 тона (бр.2),\n- Булдожер со тежина од минимум 19 тона (бр.2),\n- Мини багери (бр.1),\n- Камиони кипери со носивост од минимум 27 тони (бр.4),\n- Ваљаци со тежина од минимум 10 тона (бр.2),\n- Грејдер (бр.1),\n- Асфалтна база со А интегрирана дозвола.\n5.3.3.2.Економскиот оператор го докажува исполнувањето на минималните услови од Техничка и\nпрофесионална способност со доставување на:\nСо опис на техничкиот персонал и техничките органи кои ќе учествуваат во извршувањето на\nјавната набавка, особено на оние кои се одговорни за контролата на квалитетот, а во случај на\nјавна набавка на работи, оние што ќе бидат вклучени во изведување на работите, без оглед на тоа\nдали се вработени во економскиот оператор или не (овластување А или Б за градежен инженер,\nуверение за положен стручен испит од областа безбедност и здравје при работа,доказ за\nракувачите со багери\nсогласно законот за јавни набавки).\nСо изјава за инструментите, постројките или техничката опрема, која давателот на услугите или\nизведувачот на работите ја има на располагање за извршување на договорот-\n-За Финишер – потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистиот согласно Законот за јавните набавки и Изјава дека истиот е во употреба;\n-За Багери - потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистите согласно Законот за јавните набавки, Изјава дека истите ја имаат потребната тежина и\nИзјава дека истите се во употреба;\n- За Булдожери- потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистиот согласно Законот за јавните набавки, Изјава дека истиот ја има потребнат-За Финишер –\nпотребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистиот согласно Законот за јавните набавки и Изјава дека истиот е во употреба;\n-За Камиони кипери - потребно е да се достави доказ за сопственост или доказ за обезбеден\nпристап до истите согласно Законот за јавните набавки, Изјава дека истите ја поседуваат бараната\n16\nносивост и копија од сообраќајна дозвола со доказ дека истите се во употреба,\n- За Ваљаци - потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистите согласно Законот за јавните набавки, Изјава дека истите ја имаат потребната тежина и\nИзјава дека истите се во употреба;\n-За Грејдери - потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистите согласно Законот за јавните набавки и Изјава дека истите се во употреба,\nЗа Асфалтна база – потребно е да се достави доказ за сопственост или доказ за обезбеден пристап\nдо истита согласно Законот за јавните набавки, Изјава дека е во употреба и Копија од Интегрирана\nА еколошка дозвола за асфалтната база.\n5.3.3.3.Доказите од Техничка и професионална способност кои ги изготвува и електронски ги\nпотпишува самиот економски оператор и тие не мора да бидат заверени од надлежен орган\n5.3.4.Користење способност од други субјекти\n5.3.4.1.Во постапката за јавна набавка, економскиот оператор може заради исполнување на\nусловите за квалитативен избор во делот на економската и финансиската состојба и техничката или\nпрофесионалната способност да ја користи способноста на други субјекти.\n5.3"
    }
  },
  "files": [
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_01332-2026_20260206132608.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 22,
      "upload_hints": [
        {
          "tag": "declaration_statement",
          "term": "изјава",
          "source_page": "11",
          "snippet": "11\nизјава за сериозност на понудата \nлиценца/дозвола/потврда како доказ дека се исполнети посебните услови за вршење на \nдејноста пропишани со закон\n4.4.Подизведување\n4.4.1.Понудувачот може дел од договорот за јавна на"
        },
        {
          "tag": "license",
          "term": "лиценца",
          "source_page": "11",
          "snippet": "11\nизјава за сериозност на понудата \nлиценца/дозвола/потврда како доказ дека се исполнети посебните услови за вршење на \nдејноста пропишани со закон\n4.4.Подизведување\n4.4.1.Понудувачот може дел од договорот за јавна на"
        },
        {
          "tag": "license",
          "term": "лиценца",
          "source_page": "14",
          "snippet": "14\n- Лиценца А или Б за изведувач на градби од прва или втора категорија согласно Закон \nза градење. како доказ дека се исполнети посебните услови за вршење на дејноста пропишани со \nзакон. \n5.3.2.Економска и финансиска "
        },
        {
          "tag": "declaration_statement",
          "term": "изјава",
          "source_page": "16",
          "snippet": "16\nносивост и копија од сообраќајна дозвола со доказ дека истите се во употреба,\n- За Ваљаци - потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистите согласно Законот за јавните набавки, И"
        },
        {
          "tag": "proof_document",
          "term": "доказ за",
          "source_page": "16",
          "snippet": "16\nносивост и копија од сообраќајна дозвола со доказ дека истите се во употреба,\n- За Ваљаци - потребно е да се достави доказ за сопственост или доказ за обезбеден пристап до\nистите согласно Законот за јавните набавки, И"
        }
      ]
    }
  ]
}