{
  "generated_at_utc": "20260220_111916Z",
  "input_dir": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads",
  "processed_files": 10,
  "pdf_reader_available": true,
  "files": [
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_02313-2026_20260219140857.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 13,
      "hits": [
        {
          "keyword": "документ",
          "page": 1,
          "snippet": "ТЕНДЕРСКА ДОКУМЕНТАЦИЈА ЗА \nНАБАВКА ОД МАЛА ВРЕДНОСТ\nза набавка на Услуги- Мобилна,фиксна телефонија и интернет за период од две години\nсо број на оглас 02313/2026\n19.02.2026 14:08"
        },
        {
          "keyword": "документ",
          "page": 2,
          "snippet": "Врз основа на член 48 и 81 од Законот за јавните набавки (Службен весник на РМ бр.24/19,Службен \nвесник на РСМ бр.87/21 и бр.14/25), подготвена е:\nТЕНДЕРСКА ДОКУМЕНТАЦИЈА\nЗа набавка од мала вредност на Услуги- Мобилна,фиксна телефонија и интернет за период од две \nгодини\nТендерската документација содржи:\n1.ОПШТИ ИНФОРМАЦИИ ВО ВРСКА СО ДОГОВОРНИОТ ОРГАН И ПРЕДМЕТОТ НА \nНАБАВКА.........................................................................................................................."
        },
        {
          "keyword": "документ",
          "page": 4,
          "snippet": "2.ПОЈАСНУВАЊЕ, ИЗМЕНУВАЊЕ И ДОПОЛНУВАЊЕ НА ТЕНДЕРСКАТА \nДОКУМЕНТАЦИЈА\n2.1.Појаснување на тендерската документација\n2.1.1.Економскиот оператор може да побара појаснување на тендерската документација преку \nмодулот „Прашања и одговори“ на ЕСЈН, најмалку четири дена пред крајниот рок за поднесување \nна понудите.\n2.1.2.Појаснувањето договорниот орган ќе го достави преку истиот модул, без да го открие \nидентитетот на економскиот оператор кој го поставил прашањето, за што економските оператори \nшто пр"
        },
        {
          "keyword": "документ",
          "page": 5,
          "snippet": "3.1.3.Членовите на групата економски оператори одговараат неограничено и солидарно пред \nдоговорниот орган за обврските преземени со понудата. \n3.1.4.Економскиот оператор кој има една или повеќе негативни референци, групата економски \nоператори во која членува економски оператор кој има негативна референца нема право на учество \nво постапката согласно со член 101 став 7 од законот.\n3.1.5.Економскиот оператор во рамките на иста постапка за доделување на договор за јавна \nнабавка може да учествува"
        },
        {
          "keyword": "услов",
          "page": 6,
          "snippet": "Курсната листа која ќе се користи е курсната листа на Народната банка на Република Северна \nМакедонија, а курсевите за размена се оние кои важеле 14 дена пред крајниот рок за поднесување \nна понудите. \n3.5.Начин на плаќање\n3.5.1.вирмански во рок до 30 дена, по доставена фактура за извршена услуга.\n3.5.2.Начин и рок на извршување на Услуги\n3.5.3.Услугите ќе се извршуваат за период од 24 месеци, 24 часа на ден, седум дена во неделата, \nкон сите фиксни и мобилни мрежи.\nНосителот на набавката треба "
        },
        {
          "keyword": "документ",
          "page": 7,
          "snippet": "4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на \nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата се поднесува во електронска форма преку ЕСЈН и истата треба да биде електронски \nпотпишана со користење на квалификуван сертификат за електронски потпис од одговорното лице \nна економскиот оператор или лице овластено од него. Сертификатот треба да биде со важност \nнајмалку до моме"
        },
        {
          "keyword": "доказ",
          "page": 8,
          "snippet": "доставува контакт податоци за законските застапници на предложените \nподизведувачи;\nдоставува документација за утврдување способност на предложените подизведувачи \nи\nдоставува барање од подизведувачот за директно плаќање, доколку подизведувачот \nго бара тоа.\n5.УТВРДУВАЊЕ СПОСОБНОСТ\n5.1.Критериуми за утврдување на способност на понудувачите\n5.1.1.Договорниот орган го исклучува економскиот оператор од постапката за јавна набавка \nдоколку до крајниот рок за поднесување на понудите или пријавите "
        },
        {
          "keyword": "документ",
          "page": 9,
          "snippet": "7.ЕВАЛУАЦИЈА И ОТВАРАЊЕ НА ПОНУДИТЕ\n7.1.Отворање на понудите\n7.1.1.Отворањето на понудите е јавно, а ќе се изврши на ден 26.02.2026 година во време \nопределено во тендерската документација како краен рок за поднесување на понудите, на \nследнава локација РЦСОО„Моша Пијаде“ Тетово.\n7.1.2.Понудувачот може да има свој овластен претставник на јавното отворање на понудите, при \nшто овластениот преставник треба на комисијата да ѝ предаде писмено овластување од \nпонудувачот, доколку сака да даде забелеш"
        },
        {
          "keyword": "услов",
          "page": 10,
          "snippet": "7.2.10.По извршената евалуација, комисијата ќе пристапи кон рангирање на понудите и \nизготвување предлог за избор на најповолна понуда.\n7.3.Начин и исправка на аритметички грешки\n7.3.1.Доколку комисијата утврди дека постојат аритметички грешки исправката ја врши согласно \nПравилникот за начинот на исправка на аритметичка грешка во фазата на евалуација на понудите \n(“Службен весник на Република Северна Македонија” бр.225/19)\n1)кадешто има неусогласености на износот изразен во зборови и броеви, \nп"
        },
        {
          "keyword": "услов",
          "page": 11,
          "snippet": "Напомена: Понудата на економскиот оператор која е подготвена спротивно на точка 6.5.2 од оваа \nтендерска документација, комисијата ќе ја смета за неприфатлива и нема да ја евалуира.\n7.6.Поништување на постапката\n7.6.1.Договорниот орган може да ја поништи постапката за јавна набавка, за што носи одлука за \nпоништување на постапката ако:\nбројот на кандидати е понизок од минималниот број предвиден за постапките за јавна \nнабавка согласно со овој закон,\nне е поднесена ниту една понуда или ниту едн"
        },
        {
          "keyword": "услов",
          "page": 12,
          "snippet": "поништувањето на постапката за јавна набавка. Известувањето се доставува во рок од три дена од \nденот на донесувањето на соодветната одлука.\n8.2.2.Во прилог на известувањето ќе се достави и примерок од соодветната одлука, а истото ќе се \nиспрати преку ЕСЈН.\n8.2.3.По доставување на одлуката за избор на најповолна понуда или за поништување на \nпостапката, а до истекот на рокот за вложување жалба, економските оператори што учествувале во \nпостапката имаат право на увид во целокупната документација "
        },
        {
          "keyword": "услов",
          "page": 13,
          "snippet": "9.1.1.Секој економски оператор кој има правен интерес за добивање на договорот за јавна набавка \nили рамковната спогодба и кој претрпел или би можел да претрпи штета од евентуално \nпрекршување на одредбите од овој закон, може да бара правна заштита против одлуките, \nдејствијата и пропуштањата за преземање дејствија од страна на договорниот орган во постапката \nза јавна набавка.\n9.1.2.Жалбата се изјавува до Државната комисија во електронска форма, а се доставува \nистовремено до Државната комисија"
        },
        {
          "keyword": "услов",
          "page": 14,
          "snippet": "казнена камата за задоцнето плаќање,разлики во цена,виша сила,услови за \nпрекинување или раскинување на договорот,решавање на спорови"
        }
      ],
      "upload_hints": [
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "7",
          "snippet": "4.1.4.Цената на понудата се изразува за вкупниот предмет на набавка.\n4.1.5.Понудувачот може да ја измени, замени или да ја повлече својата понуда пред истекот на \nкрајниот рок за поднесување на понудите.\n4.1.6.Понудата с"
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_01606-2026_20260212094153.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 20,
      "hits": [
        {
          "keyword": "документ",
          "page": 1,
          "snippet": "ТЕНДЕРСКА ДОКУМЕНТАЦИЈА ЗА \nПОЕДНОСТАВЕНА ОТВОРЕНА ПОСТАПКА\nза набавка на Услуги- Симетричен интернет\nсо број на оглас 01606/2026\n12.02.2026 09:41"
        },
        {
          "keyword": "документ",
          "page": 2,
          "snippet": "Врз основа на член 49 и 81 од Законот за јавните набавки („Службен весник на Република \nМакедонија“ бр.24/19, и „Службен весник на Република Северна Македонија\" бр.87/21, 14/25), \nподготвена е:\nТЕНДЕРСКА ДОКУМЕНТАЦИЈА\nЗа поедноставена отворена постапка за набавка на Услуги- Симетричен интернет.\nТендерската документација содржи:\n1.ОПШТИ ИНФОРМАЦИИ......................................................................................................................2\n2.ПОЈАСНУВАЊЕ, ИЗМЕНУВАЊЕ И ДОПО"
        },
        {
          "keyword": "услов",
          "page": 3,
          "snippet": "„Договор за јавна набавка“ е договор склучен во писмена форма меѓу еден или повеќе економски \nоператори и договорниот орган чиј предмет е обезбедување услуги ;\n„Постапка за јавна набавка“ е постапка што ја спроведува договорниот орган, чија цел или дејство \nе купување или стекнување услуги ;\n„Економски оператор“ е секое физичко или правно лице или група такви лица, вклучувајќи ги и сите \nпривремени здружувања, кои на пазарот или во постапките за јавни набавки нудат услуги ;\n„Понудувач“ е економс"
        },
        {
          "keyword": "услов",
          "page": 4,
          "snippet": "и чуваат со помош на електронски средства, под услов сигурноста на содржината да е обезбедена \nи потписот да може да се идентификува;\n„Електронско средство“ е електронска опрема за обработка и чување податоци (вклучувајќи и \nдигитална компресија), кои се пренесуваат, испорачуваат и примаат преку кабелски, радио или \nоптички средства или преку други електромагнетни средства;\n„Електронски систем за јавни набавки (во натамошниот текст: ЕСЈН)“ е единствен информациски \nсистем достапен на интернет, к"
        },
        {
          "keyword": "документ",
          "page": 5,
          "snippet": "1.5.1.Договорниот орган, во постапката за јавна набавка и при извршување на договорот, ќе ги \nпреземе сите потребни мерки со цел навремено откривање на корупцијата и отстранување или \nнамалување на штетните последици од истата.\n1.5.2.Кај договорниот орган Управа за водење на матичните книги, лицето Јетмир Фета, контакт \nтелефон 02223787, електронска адреса jetmir.feta@uvmk.gov.mk е овластено за прием на пријави \nза заштитено внатрешно и надворешно пријавување од страна на укажувачи, а во врска с"
        },
        {
          "keyword": "документ",
          "page": 6,
          "snippet": "2.3.Изменување и дополнување на тендерската документација\n2.3.1.Договорниот орган може, по свое наоѓање или врз основа на поднесените прашања за \nобјаснување поднесени од страна на економските оператори, да ја измени или да ја дополни \nтендерската документација, при што во најкус можен рок, но не подоцна од четири дена пред \nистекот на крајниот рок за поднесување на понудите ги прави достапни измените и дополнувањата \nна ист начин како што ја направил достапна тендерската документација, по што с"
        },
        {
          "keyword": "документ",
          "page": 7,
          "snippet": "3.1.8. За да учествува во постапката, економскиот оператор треба да се регистрира во ЕСЈН и да \nпоседува квалификуван сертификат за електронски потпис согласно прописите за електронски \nпотпис. Економскиот оператор се регистрира во ЕСЈН со пополнување на регистрациска форма која \nе составен дел од ЕСЈН .\nНапомена: Во моментот на поднесување на групна понуда сите членови на групата треба да \nбидат регистрирани на Електронскиот систем за јавни набавки. \n3.2.Трошоци за поднесување на понуда\n3.2.1.Е"
        },
        {
          "keyword": "услов",
          "page": 8,
          "snippet": "3.6.1.Давателот на услугата е должен да го реализира предметот на договорот согласно условите \nутврдени во огласот и техничката спецификација, за сите локации опфатени со предметот на \nјавната набавка..\n3.6.2.Носителот на набавката е должен предметот на набавка да го изврши во рок од 15 дена од \nденот на склучување на договорот за јавна набавка..\n3.7.Период на важност на понудата\n3.7.1.Понудата треба да е со важност од 90 дена.\n3.7.2.Договорниот орган може, во исклучителни случаи кои не настанал"
        },
        {
          "keyword": "документ",
          "page": 9,
          "snippet": "на економскиот оператор или лице овластено од него. Сертификатот треба да биде со важност \nнајмалку до моментот на јавното отворање односно крајниот рок за поднесување на понудите.\n4.1.7.Доколку понудата ја потпишува лице овластено од одговорното лице, во прилог се \nдоставува и овластување за потпишување на понудата потпишано од одговорното лице. \nНапомена: Подетални информации за начинот на дигитално потпишување се содржани во \nприрачникот „Општи и технички препораки за користење на ЕСЈН за еко"
        },
        {
          "keyword": "услов",
          "page": 10,
          "snippet": "-Доставува документација за утврдување способност на предложените подизведувачи \nи\n- Доставува барање од подизведувачот за директно плаќање, доколку подизведувачот го \nбара тоа.\n5.УТВРДУВАЊЕ СПОСОБНОСТ\n5.1.Утврдување способност\n5.1.1.Во постапката за јавна набавка ќе може да учествуваат економски оператори за кои, \nдоговорниот орган преку придружната документација утврдува:\n-дека не постојат причини за исклучување од постапката,\n-дека се исполнети условите за квалитативен избор, и тоа:\noспособно"
        },
        {
          "keyword": "услов",
          "page": 11,
          "snippet": "финансирање тероризам и злоупотреба на детскиот труд и трговија со луѓе, утврдени во \nКривичниот законик.\n2)кој има неплатени даноци, придонеси или други јавни давачки, освен ако му е одобрено \nодложено плаќање на даноците, придонесите или другите јавни давачки во согласност со \nпосебните прописи и истите редовно ги плаќа;\n3)кој е во постапка на стечај или во постапка на ликвидација;\n4)на кој му е изречена споредна казна забрана за учество во постапки за јавен повик, \nдоделување договори за јавн"
        },
        {
          "keyword": "услов",
          "page": 12,
          "snippet": "-потврда за платени даноци, придонеси и други јавни давачки од надлежен орган од \nземјата каде економскиот оператор е регистриран;\n-потврда дека не е отворена постапка за стечај од надлежен орган или единствен \nдокумент за докажување на способноста;\n-потврда дека не е отворена постапка за ликвидација од надлежен орган или единствен \nдокумент за докажување на способноста;\n-потврда од Регистарот на казни за сторени кривични дела на правните лица дека не му \nе изречена споредна казна забрана за уче"
        },
        {
          "keyword": "услов",
          "page": 13,
          "snippet": "- Потврда за регистрирана дејност како доказ дека е регистриран како физичко или правно \nлице за вршење на дејноста поврзана со предметот на набавка или доказ дека припаѓа на \nсоодветно професионално здружение согласно со прописите на земјата каде што е регистриран.\n5.3.2.Техничка и професионална способност\n5.3.2.1.Потребната техничка и професионалната способност за квалитетно извршување на \nдоговорот, договорниот орган ќе ја утврди преку следниве минимални услови: \nДа располага со минимум 7 (се"
        },
        {
          "keyword": "услов",
          "page": 14,
          "snippet": "oСертификат за минимум 2 (два) сертифициран вработен или ангажирано лица од \nобласта на мрежна безбедност, професионално ниво CCNP Security или еквивалентен\noСертификат за минимум 1 (еден) сертифицирано вработено или ангажирано лице од \nобласта на проектен менаџмент PMP, Prince или еквивалентен\noСертификат за минимум 1 (едно) вработено или ангажирано лице за управување со \nИТ сервиси со сертификат за управување со ИТ сервиси ITIL in IT service Management или \nеквивалентен\noСертфикат за минимум 2"
        },
        {
          "keyword": "критериум",
          "page": 15,
          "snippet": "5.3.3.6.Ако во постапката учествува групата економски оператори, истата може да ја користи \nспособноста на членовите во групата или на други субјекти на начин утврден во втората и третата \nточка од оваа потточка.\n5.3.3.7.Договорниот орган може, во случаите на јавна набавка на стоки кои вклучуваат услуги за \nнивно поставување или вградување, услуги и работи, да бара некои од клучните задачи да ги \nизврши понудувачот, а во случај на групна понуда, да ги извршат учесниците во оваа група. \n5.4.Станд"
        },
        {
          "keyword": "документ",
          "page": 16,
          "snippet": "6.1.1.Отворањето на понудите е јавно, а ќе се изврши на ден 27.02.2026 година во време \nопределено во тендерската документација како краен рок за поднесување на понудите, на \nследнава локација Скопје.\n6.1.2.Понудувачот може да има свој овластен претставник на јавното отворање на понудите, при \nшто овластениот преставник треба на комисијата да ѝ предаде писмено овластување од \nпонудувачот, доколку сака да даде забелешки на постапката на јавно отворање.\n6.1.3.Комисијата за јавни набавки ќе пристап"
        },
        {
          "keyword": "услов",
          "page": 17,
          "snippet": "6.3.1.Доколку комисијата утврди дека постојат аритметички грешки исправката ја врши согласно \nПравилникот за начинот на исправка на аритметичка грешка во фазата на евалуација на понудите \n(“Службен весник на Република Северна Македонија” бр.225/19) на следниот начин:\n1)кадешто има неусогласености на износот изразен во зборови и броеви, преовладува \nизносот изразен во зборови, освен ако износот е поврзан со аритметичка грешка;\n2)доколку има неусогласености помеѓу единичната цена и вкупната цена, "
        },
        {
          "keyword": "документ",
          "page": 18,
          "snippet": "-поради непредвидени и објективни околности се промениле потребите на договорниот \nорган\n-избраниот понудувач се откаже од склучување на договорот\n6.5.2.Договорниот орган ги известува сите учесници во постапката за јавна набавка преку ЕСЈН, \nнајдоцна во рок од три дена од денот на поништувањето, во врска со престанокот на обврските на \nучесниците што произлегуваат од поднесувањето на понудите и за причините за поништување на \nпостапката.\n7.СКЛУЧУВАЊЕ НА ДОГОВОРОТ ЗА ЈАВНА НАБАВКА ИЛИ РАМКОВНАТА "
        },
        {
          "keyword": "услов",
          "page": 19,
          "snippet": "7.3.2.Договорот за јавна набавка или рамковната спогодба се склучува согласно со условите \nутврдени во тендерската документација и понудата.\n7.4.Извршување на договорот\n7.4.1.Договорните страни го извршуваат договорот за јавна набавка или рамковната спогодба \nсогласно со условите утврдени во тендерската документација и избраната најповолна понуда.\n7.4.2.Договорниот орган ќе врши контрола дали извршувањето на договорот за јавна набавка или \nрамковната спогодба е во согласност со условите од догов"
        },
        {
          "keyword": "документ",
          "page": 20,
          "snippet": "2.објавување на известувањето за измени и дополнителни информации, во однос на \nсодржината на измените и дополнителните информации;\n3.отворање на понудите, во однос на пропуштањето на договорниот орган соодветно \nда одговори на навремените прашања или барања за појаснување или измени на тендерската \nдокументација или\n4. прием на одлуката за избор на најповолна понуда или за поништување, во однос на \nпостапката на евалуација и избор на најповолна понуда, или за причините за поништување на \nпостап"
        }
      ],
      "upload_hints": [
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "7",
          "snippet": "3.1.8. За да учествува во постапката, економскиот оператор треба да се регистрира во ЕСЈН и да \nпоседува квалификуван сертификат за електронски потпис согласно прописите за електронски \nпотпис. Економскиот оператор се ре"
        },
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "9",
          "snippet": "на економскиот оператор или лице овластено од него. Сертификатот треба да биде со важност \nнајмалку до моментот на јавното отворање односно крајниот рок за поднесување на понудите.\n4.1.7.Доколку понудата ја потпишува лиц"
        },
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "14",
          "snippet": "oСертификат за минимум 2 (два) сертифициран вработен или ангажирано лица од \nобласта на мрежна безбедност, професионално ниво CCNP Security или еквивалентен\noСертификат за минимум 1 (еден) сертифицирано вработено или анг"
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\тендерска_документација_02335-2026_20260219152806.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 20,
      "hits": [
        {
          "keyword": "документ",
          "page": 1,
          "snippet": "ТЕНДЕРСКА ДОКУМЕНТАЦИЈА ЗА \nПОЕДНОСТАВЕНА ОТВОРЕНА ПОСТАПКА\nза набавка на Услуги- Ангажирање на приватна агенција за вработување за потребите на општина \nСтрумица\nсо број на оглас 02335/2026\n19.02.2026 15:28"
        },
        {
          "keyword": "документ",
          "page": 2,
          "snippet": "Врз основа на член 49 и 81 од Законот за јавните набавки („Службен весник на Република \nМакедонија“ бр.24/19, и „Службен весник на Република Северна Македонија\" бр.87/21, 14/25), \nподготвена е:\nТЕНДЕРСКА ДОКУМЕНТАЦИЈА\nЗа поедноставена отворена постапка за набавка на Услуги- Ангажирање на приватна агенција за \nвработување за потребите на општина Струмица.\nТендерската документација содржи:\n1.ОПШТИ ИНФОРМАЦИИ..........................................................................................."
        },
        {
          "keyword": "услов",
          "page": 3,
          "snippet": "1.1.1Одредени поими употребени во оваа тендерска документација го имаат следново значење:\n„Договор за јавна набавка“ е договор склучен во писмена форма меѓу еден или повеќе економски \nоператори и договорниот орган чиј предмет е обезбедување услуги ;\n„Постапка за јавна набавка“ е постапка што ја спроведува договорниот орган, чија цел или дејство \nе купување или стекнување услуги ;\n„Економски оператор“ е секое физичко или правно лице или група такви лица, вклучувајќи ги и сите \nпривремени здружува"
        },
        {
          "keyword": "услов",
          "page": 4,
          "snippet": "„Писмено“ или „во писмена форма“ e секој израз што се состои од зборови или бројки што можат \nда се прочитаат, умножат и дополнително да се соопштат, како и информации што се пренесуваат \nи чуваат со помош на електронски средства, под услов сигурноста на содржината да е обезбедена \nи потписот да може да се идентификува;\n„Електронско средство“ е електронска опрема за обработка и чување податоци (вклучувајќи и \nдигитална компресија), кои се пренесуваат, испорачуваат и примаат преку кабелски, радио"
        },
        {
          "keyword": "услов",
          "page": 5,
          "snippet": "работните услови и заштитата при работа), Дирекцијата за заштита на личните податоци (за заштита \nна личните податоци).\n1.5.Општи мерки за спречување на корупцијата\n1.5.1.Договорниот орган, во постапката за јавна набавка и при извршување на договорот, ќе ги \nпреземе сите потребни мерки со цел навремено откривање на корупцијата и отстранување или \nнамалување на штетните последици од истата.\n1.5.2.Кај договорниот орган Општина Струмица, лицето Александар Муканов, контакт телефон \n+389-78-314-190, "
        },
        {
          "keyword": "документ",
          "page": 6,
          "snippet": "на првичната понуда на избраниот најповолен понудувач (пред електронската аукција) и цената на \nпоследната понуда (по завршувањето на аукцијата).\n1.7.2.Рамковна спогодба: Постапката ќе се спроведе БЕЗ користење на рамковна спогодба.\n2.ПОЈАСНУВАЊЕ, ИЗМЕНУВАЊЕ И ДОПОЛНУВАЊЕ НА ТЕНДЕРСКАТА \nДОКУМЕНТАЦИЈА\n2.1.Достапност на тендерската докуменатација\n2.1.1.Тендерската документација е достапна на ЕСЈН и истата автоматски се генерира врз основа \nна податоците внесени во огласот.\n2.2.Појаснување на тенд"
        },
        {
          "keyword": "документ",
          "page": 7,
          "snippet": "3.1.1.Право да достави понуда има секое заинтересирано физичко или правно лице или група такви \nлица, вклучувајќи ги и сите привремени здружувања, кои на пазарот или во постапката за јавна \nнабавка го нудат предметот на набавка.\n3.1.2.Составен дел од групната понуда е договор за поднесување групна понуда со кој членовите \nво групата економски оператори меѓусебно и кон договорниот орган се обврзуваат за извршување \nна договорот за јавна набавка. Овој договор потребно е да ги содржи следниве подат"
        },
        {
          "keyword": "документ",
          "page": 8,
          "snippet": "литература кои се дел од понудата може да бидат на друг јазик, а во текот на евалуација на \nпонудите, комисијата може да бара превод на македонски јазик.\n3.4.Цена на понудата\n3.4.1.Во цената на понудата треба да се засметани сите трошоци и попусти на вкупната цена на \nпонудата, изразена во денари, без ДДВ кој се искажува посебно. Оттука, предмет на евалуација ќе \nбиде вкупната цена во денари со вклучени увозни царини без ДДВ.\nМакедонскиот денар ќе се користи како валута за утврдување на висината"
        },
        {
          "keyword": "услов",
          "page": 9,
          "snippet": "3.7.1.Понудата треба да е со важност од 120 дена.\n3.7.2.Договорниот орган може, во исклучителни случаи кои не настанале по негова вина, да \nпобара од понудувачите продолжување на периодот на важност на понудите.\n3.8.Средства за обезбедување\n3.8.1.Гаранција на понудата\n3.8.1.1.Со понудата економскиот оператор доставува изјава за сериозност на понудата.\n3.8.1.2.Со изјавата економскиот оператор изјавува дека:\n-нема да ја повлече својата понуда пред истекот на периодот на нејзината важност,\n-ќе ја п"
        },
        {
          "keyword": "услов",
          "page": 10,
          "snippet": "-е адресиран со точна адреса на договорниот орган;\n-содржи информација за бројот на огласот за доделување на договор за јавна набавка и \nдатумот на кој е објавен;\n-во горниот лев агол стои предупредување „Не отвoрај“, за да не се отвора пред времето \nи датумот за отворање на понудата.\n4.1.9.Понудите кои содржат покус период на важност од тој утврден во точка Период на важност \nна понудата од тендерската документација ќе бидат отфрлени како неприфатливи.\n4.2.Краен рок за поднесување на понудите\n4"
        },
        {
          "keyword": "документ",
          "page": 11,
          "snippet": "Економскиот оператор во прилог на понудата доставува изјава за докажување на \nспособноста или документи за утврдување способност. Во случај економскиот оператор да \nдостави и изјава за докажување на способноста и документи за докажување на способност, \nкомисијата ќе ја евалуира изјавата. \n5.1.2.Доколку економскиот оператор во прилог на понудата доставува изјава за докажување на \nспособноста, истата треба да биде електронски потпишана со користење на квалификуван \nсертификат за електронски потпис"
        },
        {
          "keyword": "услов",
          "page": 12,
          "snippet": "a) договорниот орган оправдано заклучи дека економскиот оператор со други економски \nоператори постигнал договор чија цел или последица е нарушување на конкуренцијата. Се смета \nдека заклучокот на договорниот орган од оваа точка е оправдан доколку Комисијата за заштита на \nконкуренцијата, врз основа на пријава на договорниот орган, во рок од 15 дена го извести \nдоговорниот орган дека ќе поведе прекршочна постапка;\nб) економскиот оператор покажал значителни или постојани недостатоци во \nисполнува"
        },
        {
          "keyword": "услов",
          "page": 13,
          "snippet": "-потврда дека со правосилна пресуда не му е изречена прекршочна санкција - забрана \nза вршење на професија, дејност или должност или единствен документ за докажување \nна способноста и\n-потврда дека со правосилна пресуда не му е изречена прекршочна санкција - \nпривремена забрана за вршење одделна дејност или единствен документ за \nдокажување на способноста.\n5.2.5.Изјавата од алинеја 1 од погорната потточка ја изготвува самиот економски оператор во \nелектронска форма и ја потпишува со квалификуван"
        },
        {
          "keyword": "услов",
          "page": 14,
          "snippet": "5.3.2.2.Економскиот оператор го докажува исполнувањето на минималните услови од Техничка и \nпрофесионална способност со доставување на:\n- Доказ - Потврда/и издаена од нарачател/корисник на услугите за успешно реализирани/ \nизвршени минимум 3 (три) договори, во последните 3 (три) години, со вредност, датуми, купувачи \n(Договорни органи или Економски оператори). \n5.3.2.3.Доказите од Техничка и професионална способност кои ги изготвува и електронски ги \nпотпишува самиот економски оператор и тие не "
        },
        {
          "keyword": "услов",
          "page": 15,
          "snippet": "5.3.3.5.Доколку економскиот оператор користи способност од друг субјект во однос на условите \nшто се однесуваат на економската и финансиската состојба, договорниот орган може да побара \nекономскиот оператор и субјектот кој дава поддршка да преземат солидарна одговорност за \nизвршување на договорот. \n5.3.3.6.Ако во постапката учествува групата економски оператори, истата може да ја користи \nспособноста на членовите во групата или на други субјекти на начин утврден во втората и третата \nточка од о"
        },
        {
          "keyword": "документ",
          "page": 16,
          "snippet": "6.2.2.При проверката на комплетноста и валидноста на документацијата за утврдување на \nспособноста на понудувачот и при евалуација на понудата, комисијата може да побара \nпонудувачите да ги појаснат или да достават документи, доколку не станува збор за значителни \nотстапувања од бараната документација, внимавајќи со бараното појаснување или дополнување да \nне создава предност во корист на одреден економски оператор.\n6.2.3.Бараното објаснување понудувачот го доставува преку ЕСЈН во рок кој го опр"
        },
        {
          "keyword": "услов",
          "page": 17,
          "snippet": "6.4.1.Договорниот орган нема да открива информации доставени од страна на економскиот \nоператор кои се означени како деловна тајна или утврдени како класифицирана информација.\n6.4.2.Економскиот оператор може, врз основа на закон, друг пропис или општ правен акт да означи \nодредени податоци за деловна тајна или за класифицирани, вклучувајќи ги техничките или \nтрговските тајни содржани во понудата или пријавата за учество, под услов да го наведе правниот \nоснов врз основа на кој истите се означени"
        },
        {
          "keyword": "услов",
          "page": 18,
          "snippet": "7.1.2.Договорниот орган го склучува договорот за јавна набавка со понудувачот чија понуда е \nизбрана за најповолна врз основа на техничката и на финансиската понуда во рок од 30 дена од \nденот на конечноста на одлуката за избор, но не подоцна од периодот на важност на понудата.\n7.1.3.Ако избраниот понудувач се откаже од склучување на договорот или дојде до раскинување \nзаради негово ненавремено или неквалитетно извршување, договорниот орган може да склучи \nдоговор со следниот рангиран понудувач,"
        },
        {
          "keyword": "документ",
          "page": 19,
          "snippet": "7.5.2.Корекција на цени\n7.5.2.1.При реализација на договорот за јавна набавка не се предвидува корекција на цените, \nодносно цените искажани во понудата на најповолниот понудувач ќе бидат фиксни за целото \nвреметраење на договорот за јавна набавка.\n7.5.3.Договорниот орган може договорот за јавна набавка или рамковната спогодба во текот на \nнеговата важност да го измени без спроведување нова постапка за јавна набавка, на пр., во \nследниве случаи:\n-Доколку има потреба договорот за јавна набавка мо"
        },
        {
          "keyword": "документ",
          "page": 20,
          "snippet": "8.2.2.Веднаш по завршување на постапката, договорниот орган ќе ги врати мострите, урнеците и \nдокументите за кои во оваа тендерска документација е предвидено дека ќе се вратат на \nпонудувачите.\n8.3.Склучување на договорот за јавна набавка\n8.3.1.Договорниот орган ќе го достави договорот за јавна набавка до избраниот најповолен \nпонудувач на потпишување.\n8.3.2.Избраниот најповолен понудувач има обврска да го потпише договорот за јавна набавка и да \nму го врати на договорниот орган во рок од 5 дена"
        }
      ],
      "upload_hints": [
        {
          "tag": "declaration_statement",
          "term": "изјава",
          "source_page": "9",
          "snippet": "3.7.1.Понудата треба да е со важност од 120 дена.\n3.7.2.Договорниот орган може, во исклучителни случаи кои не настанале по негова вина, да \nпобара од понудувачите продолжување на периодот на важност на понудите.\n3.8.Сред"
        },
        {
          "tag": "declaration_statement",
          "term": "изјава",
          "source_page": "11",
          "snippet": "Економскиот оператор во прилог на понудата доставува изјава за докажување на \nспособноста или документи за утврдување способност. Во случај економскиот оператор да \nдостави и изјава за докажување на способноста и докумен"
        },
        {
          "tag": "certificate",
          "term": "сертификат",
          "source_page": "11",
          "snippet": "Економскиот оператор во прилог на понудата доставува изјава за докажување на \nспособноста или документи за утврдување способност. Во случај економскиот оператор да \nдостави и изјава за докажување на способноста и докумен"
        },
        {
          "tag": "declaration_statement",
          "term": "изјава",
          "source_page": "13",
          "snippet": "-потврда дека со правосилна пресуда не му е изречена прекршочна санкција - забрана \nза вршење на професија, дејност или должност или единствен документ за докажување \nна способноста и\n-потврда дека со правосилна пресуда "
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\образец_техничка_понуда (1).docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "техничка понуда",
          "page": null,
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Мобила,фиксна телефонија и интернет за период од две години Дел 1 - Предмет на дел: ДЕЛ 1: УСЛУГИ ОД МОБИЛНА ТЕЛЕФОНИЈА Реден број Назив Минимални технички карактеристики Понудени технички карактеристики 1 Цена на минута разговор кон сите национални фиксни и мобилни мрежи по надминување на вклучените минути за тарифен модел 1 и 2 Согласно техничка спецификација Дел 2 - Предмет на дел: ДЕЛ 2: УСЛУГИ ОД ФИКСНА ТЕЛЕФ"
        }
      ],
      "upload_hints": [
        {
          "tag": "technical_offer",
          "term": "техничка понуда",
          "source_page": "",
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Мобила,фиксна телефонија и интернет за период од две години Дел 1 - Предмет на дел: ДЕЛ 1: УСЛУГИ ОД МОБИЛНА ТЕЛЕФОНИЈА Реден број Назив "
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\образец_техничка_понуда.docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "техничка понуда",
          "page": null,
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Симетриченинтернет Реденброј Назив Минимални технички карактеристики Понудени технички карактеристики (да се внесат понудените технички карактеристки) 1 Изнајмена интернет линија - Тип 1 (за 12 месеци) Согласно барањата во техничката спецификација 2 Изнајмена интернет линија - Тип 2 (за 12 месеци) Согласно барањата во техничката спецификација 3 Интеренет - Тип 1 (за 12 месеци) Согласно барањата во техничката специ"
        }
      ],
      "upload_hints": [
        {
          "tag": "technical_offer",
          "term": "техничка понуда",
          "source_page": "",
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Симетриченинтернет Реденброј Назив Минимални технички карактеристики Понудени технички карактеристики (да се внесат понудените технички к"
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\Техничка спецификација- услуги од ПАВ- 2026.pdf",
      "kind": "pdf",
      "status": "ok",
      "hit_count": 0,
      "hits": [],
      "upload_hints": []
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\образец_техничка_понуда-услуги од ПАВ 2026.docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "техничка понуда",
          "page": null,
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Ангажирање на приватна агенција за вработување за потребите на општина Струмица Реден број Назив Минимални технички карактеристики Понудени технички карактеристики 1 Услуги за привремени вработувања- ангажирање на привремен работник за потребите на општина Струмица, (Агенциска провизија без ДДВ изразена во % (процент) од бруто износот на фактурираната вредност). Наведени во техничките спецификации"
        }
      ],
      "upload_hints": [
        {
          "tag": "technical_offer",
          "term": "техничка понуда",
          "source_page": "",
          "snippet": "Техничка понуда Согласни сме да ги понудиме следниве Услуги : Предмет на набавка – Ангажирање на приватна агенција за вработување за потребите на општина Струмица Реден број Назив Минимални технички карактеристики Понуде"
        }
      ]
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\TC2026.27.docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "понудувач",
          "page": null,
          "snippet": "Регионален центар за стручно образование и обука „ М о ш а П и ј а д е “ – Т е т о в о Техничка спецификација ДЕЛ 1: УСЛУГИ ОД МОБИЛНА ТЕЛЕФОНИЈА Времетраење на Договор од 24 месеци. Набавката се однесува за минимум 6 мобилни претплатнички линии, договорниот орган согласно потребите го задржува правото за активација на дополнителни претплатнички линии. МОБИЛНА ТЕЛЕФОНИЈА (за сите тарифни модели): Сите СИМ картички да бидат во иста група во рамките на компанијата (CUG) и по линија задолжително да"
        }
      ],
      "upload_hints": []
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\ТЕХНИЧКИ СПЕЦИФИКАЦИИ.docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "понудувач",
          "page": null,
          "snippet": "ТЕХНИЧКИ СПЕЦИФИКАЦИИ Управата за водење на матичните книги има потреба од набавка на интернет пристап заради воспоставување безбедно податочно поврзување на своите локации низ Република Северна Македонија , преку јавната интернет инфраструктура . Опремата која е во сопственост на Управата и е поставена на долунаведените локации на Управата е Cisco опрема и тоа Cisco 887 VG, Cisco 1921,Cisco1116-4P, ASA 5550,5515,5510,5505, Cisco 3945, која треба да се поврзе на интернет рутерите кои би ги понуд"
        }
      ],
      "upload_hints": []
    },
    {
      "file": "C:\\Users\\rabota\\Desktop\\App for public procurements\\downloads\\Модел на договор- Услуги од ПАВ 2026.docx",
      "kind": "docx",
      "status": "ok",
      "hit_count": 1,
      "hits": [
        {
          "keyword": "услов",
          "page": null,
          "snippet": "МОДЕЛ НА ДОГОВОР : Нацрт- Д О Г О В О Р за набавка на услуги - Ангажирање на приватна агенција за вработување за потребите на општина Струмица Склучен помеѓу 1.Општина Струмица ул . „ Сандо Масев“ , бр.1 Струмица , Република Северна Македонија , застапувана од Петар Јанков , г радоначалник на општина Струмица, ( во натамошниот текст Нарачател, корисник на услугите ) од една страна И 2. _________________________ , со седиште во ____________ на ул . ____________ _,_ ___________, ЕМСБ-__________, Е"
        }
      ],
      "upload_hints": []
    }
  ]
}